<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Политика Конфиденциальности</title>

    <!-- ICON -->
    <link rel="icon" href="favicon.ico" type="image/x-icon"> 

    <!-- SCSS (CSS) -->
    @vite('resources/css/accounts/politic_policy.css')

    <!-- CSS Bootstrap -->
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/css/bootstrap.min.css" 
    rel="stylesheet" integrity="sha384-sRIl4kxILFvY47J16cr9ZwB07vP4J8+LH7qKQnuqkuIAvNWLzeN8tE5YBujZqJLB" crossorigin="anonymous">

</head>
<body>
    
    <div class="d-flex flex-column justify-content-between min-vh-100">
        
        <!-- HEADER -->
        <header id="up">

            <a href="login">
               <img 
                    class="back_arrow" src="../../image/back_black_arrow.png" 
                    alt="стрелка назад" width="130px"
                />
            </a>
        </header>


        <!-- MAIN -->
        <main class="flex-grow-1" >
           <center>
                <h1><b>Политика конфиденциальности</b></h1>
                <p>
                    Мы признаем важность конфиденциальности информации. В этом документе
                    описывается, какую личную информацию мы получаем и собираем, когда
                    Вы регистрируетесь в нашей системе. Мы надеемся, что эти сведения
                    помогут Вам принимать осознанные решения в отношении предоставляемой
                    нам личной информации.
                </p>
                
                <h2><b>Сбор персональной информации</b></h2>
                <p>При регистрации в нашей системе мы собираем следующие персональные
                    данные: <b>Имя, Фамилию, Отчество, адрес электронной почты (Email)
                    и Логин</b>. Эти данные необходимы для создания Вашей учетной записи
                    и предоставления доступа к функционалу нашей системы. 
                </p>

               

                <h2><b>Цели сбора и обработки персональной информации пользователей</b></h2>
                <p>Ваше добровольное согласие на обработку персональных данных подтверждается двумя способами.
                    Во-первых, путем активных действий: ввода Вашего Имени, Фамилии, Отчества, адреса Электронной
                    Почты и Логина в форму регистрации. Ваши Фамилия, Имя и Отчество используются для идентификации
                    и персонализированного обращения к Вам. Адрес электронной почты используется для связи с Вами, 
                    отправки уведомлений и восстановления доступа к системе. Логин служит для авторизации в системе.
                    Пользователь предоставляет свои данные добровольно, только после этого создается учетная запись.
                </p>

                <p>Во-вторых, данные собираются автоматически, с помощью технологии cookie. При посещении нашего 
                    сайта на ваше устройство загружаются небольшие файлы данных — cookie. Они собирают информацию
                    о ваших действиях на сайте, предпочтениях и используемом оборудовании.
                </p>

                <h3><b>Для чего мы используем cookie?</b></h3>
                <p>Функциональные (обязательные) cookie необходимы для работы сайта. Они обеспечивают безопасность 
                    вашего сеанса и запоминают данные пользователя на сайте. Без них сайт не может работать корректно.
                </p>

                <p>Аналитические cookie помогают нам понять, как пользователи взаимодействуют с сайтом: какие страницы
                    посещают чаще, сколько времени проводят на сайте. Это позволяет нам улучшать дизайн и 
                    функциональность.
                </p>
                <p>Маркетинговые cookie используются для показа вам релевантной рекламы, в том числе на других сайтах.
                    Они также помогают нам оценивать эффективность рекламных кампаний.
                </p>
                <p>Вы можете управлять настройками cookie через свой браузер. Однако отключение функциональных cookie
                    может ограничить возможности использования сайта.
                </p>

                <h2><b>Условия обработки и передачи третьим лицам</b></h2>
                <p>Ваши Имя, Фамилия, Отчество, адрес электронной почты и Логин 
                    никогда и ни при каких условиях не будут переданы третьим лицам,
                    исключая случаи, которые связаны с исполнением законодательства
                    Российской Федерации. Мы гарантируем конфиденциальность Ваших
                    персональных данных и принимаем все необходимые меры для их защиты.
                </p>

                <h2><b>Хранение данных</b></h2>
                <p>Персональные данные хранятся в течение всего срока существования
                   Вашей учетной записи. После удаления учетной записи данные
                   аннулируются в установленные законодательством сроки. Мы обеспечиваем
                   безопасное хранение Ваших данных в соответствии с требованиями
                    законодательства о защите персональных данных.
                </p>

                <h2><b>Протоколирование</b></h2>
                <p>При каждом посещении нашей системы наши серверы автоматически
                    записывают информацию, которую Ваш браузер передает при
                    использовании веб-интерфейса. Как правило, эта информация
                    включает тип браузера, языковые настройки браузера, дату и время
                    запроса, а также технические данные, необходимые для обеспечения
                    безопасности системы.
                </p>

                <h2><b>Права пользователя</b></h2>
                <p>Вы имеете право на доступ к Вашим персональным данным, их 
                   исправление, обновление или удаление. Для реализации этих
                   прав Вы можете обратиться в службу поддержки нашей системы. 
                   Вы также можете отозвать согласие на обработку персональных 
                   данных, что повлечет за собой удаление Вашей учетной записи.
                </p>

                <h2><b>Изменение политики конфиденциальности</b></h2>
                <p>На этой странице Вы сможете узнать о любых изменениях данной
                    политики конфиденциальности. В случае существенных изменений
                    мы уведомим Вас через систему или по электронной почте. 
                    Продолжение использования системы после внесения изменений 
                    означает Ваше согласие с новой редакцией политики конфиденциальности.
                </p>

                <h2><b>Ответственность</b></h2>
                <p>Вы несете ответственность за сохранение конфиденциальности Вашего логина и пароля.
                   Вы должны обеспечить за свой счет оборудование и подключение к Интернет,
                   необходимые Вам для получения доступа к Системе и ее использования. Вы несете
                   единоличную ответственность за любые затраты на доступ к Системе через 
                   беспроводную связь или иные средства связи.
                   Регистрируясь в нашей системе, Вы подтверждаете, 
                   что ознакомились с настоящей Политикой конфиденциальности и соглашаетесь 
                   на обработку Ваших персональных данных в соответствии с условиями, 
                   изложенными выше.
                </p>

           </center>
        </main>

        <!-- FOOTER -->
        <footer>
            
        </footer>

        
    </div>

    <!-- JS BootStrap -->
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.8/dist/js/bootstrap.bundle.min.js" integrity="sha384-FKyoEForCGlyvwx9Hj09JcYn3nv7wiPVlz7YYwJrWVcXK/BmnVDxM+D2scQbITxI" crossorigin="anonymous"></script>


</body>
</html>

<!-- AUTHORS (АВТОРЫ): Katin Alexander, Kostrin Artem, Skopin Oleg -->
